CREATE TABLE `user` (
  `id` int(8) NOT NULL AUTO_INCREMENT,
  `name` varchar(25) NOT NULL,
  `age` int(11) NOT NULL,
  `isAdmin` bit(1) DEFAULT NULL,
  `createdDate` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=27 DEFAULT CHARSET=utf8;
LOCK TABLES `user` WRITE;
ALTER TABLE `user` DISABLE KEYS ;
INSERT INTO `user` VALUES (6,'Ivan',23,'\0','2017-03-13 12:27:00'),(7,'Semen',34,'\0','2017-03-13 12:27:07'),(8,'Овечкин',23,'\0','2017-03-13 12:27:26'),(9,'Duny',34,'','2017-03-13 12:27:35'),(10,'Syskin',32,'\0','2017-03-13 12:27:44'),(11,'Иванов',2,'\0','2017-03-13 12:27:58'),(12,'Ivan',2,'\0','2017-03-13 12:28:04'),(13,'Name',33,'\0','2017-03-13 12:28:12'),(14,'123',1,'','2017-03-13 12:28:26'),(15,'MIT',43,'\0','2017-03-13 12:28:42'),(16,'QWE',32,'\0','2017-03-13 12:28:51'),(17,'qasd',34,'\0','2017-03-13 12:29:00'),(18,'Сынаву',34,'\0','2017-03-13 12:29:07'),(19,'MAX',32,'\0','2017-03-13 12:29:14'),(20,'АФЫ',2,'','2017-03-13 12:29:31'),(21,'кепа',32,'\0','2017-03-13 12:29:37'),(22,'Семенов Сергей',76,'\0','2017-03-13 12:29:45'),(23,'фыва',2,'\0','2017-03-13 12:29:53'),(24,'лорпа',23,'\0','2017-03-13 12:29:59'),(25,'укук',2,'\0','2017-03-13 12:30:08'),(26,'21212',2,'\0','2017-03-13 12:30:13');
ALTER TABLE `user` ENABLE KEYS ;
UNLOCK TABLES;


